tap "adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/adrianmihalko/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sonatype-nexus-community/nancy-tap"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "diffutils"
brew "entr"
brew "git"
brew "glances"
brew "go"
brew "htop"
brew "libpq", link: true
brew "mas"
brew "mkcert"
brew "neovim"
brew "nss"
brew "nvm"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sha3sum"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "sonatype-nexus-community/nancy-tap/nancy"
cask "dbeaver-community"
cask "hiddenbar"
cask "the-unarchiver"
cask "wch-ch34x-usb-serial-driver"
brew "alfred"
brew "slack"
brew "google-chrome"
brew "firefox"
cask "istat-menus"
brew "the-unarchiver"
brew "iterm2"
brew "docker"
brew "vlc"
mas "Amphetamine", id: 937984704
mas "BetterTouchTool"
mas "DuckDuckGo"
mas "Deezer"
mas "Transmission"
mas "reAMP"
